{
  "search_metadata": {
    "id": "6598f87b1baebb61c2bf5987",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/afd3510f2f39f8ae/6598f87b1baebb61c2bf5987.json",
    "created_at": "2024-01-06 06:51:39 UTC",
    "processed_at": "2024-01-06 06:51:39 UTC",
    "google_scholar_author_url": "https://scholar.google.com/citations?hl=en&view_op=view_citation&citation_for_view=nCjzFVwAAAAJ:_FxGoFyzp5QC",
    "raw_html_file": "https://serpapi.com/searches/afd3510f2f39f8ae/6598f87b1baebb61c2bf5987.html",
    "total_time_taken": 1.83
  },
  "search_parameters": {
    "engine": "google_scholar_author",
    "hl": "en",
    "view_op": "view_citation",
    "citation_id": "nCjzFVwAAAAJ:_FxGoFyzp5QC"
  },
  "citation": {
    "title": "Algorithmes pour la fouille de données et la bio-informatique",
    "link": "https://www.theses.fr/2013NICE4049",
    "authors": "Kartick Chandra Mondal",
    "publication_date": "2013/7/12",
    "institution": "Nice",
    "description": "L'extraction de règles d'association et de bi-clusters sont deux techniques de fouille de données complémentaires majeures, notamment pour l'intégration de connaissances. Ces techniques sont utilisées dans de nombreux domaines, mais aucune approche permettant de les unifier n'a été proposée. Hors, réaliser ces extractions indépendamment pose les problèmes des ressources nécessaires (mémoire, temps d'exécution et accès aux données) et de l'unification des résultats. Nous proposons une approche originale pour extraire différentes catégories de modèles de connaissances tout en utilisant un minimum de ressources. Cette approche est basée sur la théorie des ensembles fermés et utilise une nouvelle structure de données pour extraire des représentations conceptuelles minimales de règles d'association, bi-clusters et règles de classification. Ces modèles étendent les règles d'association et de classification et les bi-clusters classiques, les listes d'objets supportant chaque modèle et les relations hiérarchiques entre modèles étant également extraits. Cette approche a été appliquée pour l'analyse de données d'interaction protéomiques entre le virus VIH-1 et l'homme. L'analyse de ces interactions entre espèces est un défi majeur récent en bio-informatique. Plusieurs bases de données intégrant des informations hétérogènes sur les interactions et des connaissances biologiques sur les protéines ont été construites. Les résultats expérimentaux montrent que l'approche proposée peut traiter efficacement ces bases de données et que les modèles conceptuels extraits peuvent aider à la compréhension et à l'analyse de la nature des …",
    "scholar_articles": [
      {
        "title": "Algorithmes pour la fouille de données et la bio-informatique",
        "link": "https://scholar.google.com/scholar?oi=bibs&cluster=18348951547137163850&btnI=1&hl=en",
        "authors": "KC Mondal - 2013"
      }
    ]
  }
}