{
  "search_metadata": {
    "id": "6598f7262c68782c76f1a49d",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/518be4ab9d76fd39/6598f7262c68782c76f1a49d.json",
    "created_at": "2024-01-06 06:45:58 UTC",
    "processed_at": "2024-01-06 06:45:58 UTC",
    "google_scholar_author_url": "https://scholar.google.com/citations?hl=en&view_op=view_citation&citation_for_view=nCjzFVwAAAAJ:YFjsv_pBGBYC",
    "raw_html_file": "https://serpapi.com/searches/518be4ab9d76fd39/6598f7262c68782c76f1a49d.html",
    "total_time_taken": 1.53
  },
  "search_parameters": {
    "engine": "google_scholar_author",
    "hl": "en",
    "view_op": "view_citation",
    "citation_id": "nCjzFVwAAAAJ:YFjsv_pBGBYC"
  },
  "citation": {
    "title": "Period wise future distribution and range-shift estimation using shared socioeconomic pathways on Taxus wallichiana medicinal plant",
    "link": "https://www.researchsquare.com/article/rs-2742770/latest",
    "resources": [
      {
        "title": "from researchsquare.com",
        "file_format": "PDF",
        "link": "https://www.researchsquare.com/article/rs-2742770/latest.pdf"
      }
    ],
    "authors": "Dhriti Chakraborty, Kartick Chandra Mondal, Somnath Mukhopadhyay",
    "publication_date": "2023/3/29",
    "description": "The threats of extinction and loss of diversity of Himalayan medicinal plants have been accelerated since decades due to global climate change associated with anthropogenic pressure. Such a flora, Taxus wallichina is facing regional extinction due to over-exploitation for its superb utility in various medicinal and non-medicinal trading purposes. The assessment of the impact of climate change on the suitability of ecological habitats of this climate-sensitive species is of utmost importance. The new generation climate model, CMIP6, provides us with different plausible future climatic scenarios driven by shared socio-economic pathways for different future periods. Through the implementation of ensemble species’ distribution modelling, we assess the probabilistic niche distribution of Taxus wallichina under current and different future climatic scenarios. A precise wide-range spatial-temporal assessment of suitable niche distribution leads us to the identification of potential regions for conservation of the species to facilitate their sustainability. A detailed time frame estimation in the niche distribution assists the identification of any retrieval or consistent declination in habitat suitability of a particular zone. The target species featuring its potential distribution in the zones of ample precipitation and cooler monsoon is observed to show drastically different range-shifts under different projection pathways. The present study reveals that the habitat suitability assessment should be carried out time to time under all possible socio-economic projection pathways to update the conservation policies in future.",
    "scholar_articles": [
      {
        "title": "Period wise future distribution and range-shift estimation using shared socioeconomic pathways on Taxus wallichiana medicinal plant",
        "link": "https://scholar.google.com/scholar?oi=bibs&cluster=15820960790653692526&btnI=1&hl=en",
        "authors": "D Chakraborty, KC Mondal, S Mukhopadhyay - 2023",
        "related_pages_link": {
          "link": "https://scholar.google.com/scholar?oi=bibs&hl=en&q=related:bupLHARYj9sJ:scholar.google.com/"
        }
      }
    ]
  }
}